Repository: woin2ee/WordChecker
Catalog: Resources/IOSScene/UserSettings/Localizable.xcstrings
Source language: en
Languages: ko

source: Allow notifications is required.
ko: 알림 허용이 필요합니다.

source: Auto Capitalization
ko: 자동 대문자화

source: Daily Reminder
ko: 매일 알림

# dailyReminderFooter
source: Sends a daily push notification at the time you set.
ko: 설정한 시각에 매일 푸시 알림을 보냅니다.

source: Dark mode
ko: 다크 모드

source: General
ko: 일반

# google_drive_download
source: Download data from Google Drive
ko: 구글 드라이브에서 데이터 다운로드

# google_drive_download_failed
source: Download failed for unknown reasons, please try again.
ko: 알 수 없는 이유로 다운로드에 실패했습니다. 다시 시도해주세요.

# google_drive_download_successfully
source: Successfully downloading from Google Drive
ko: 구글 드라이브에서 다운로드 성공

source: Google Drive Logout
ko: 구글 드라이브 로그아웃

# google_drive_upload
source: Upload data to Google Drive
ko: 구글 드라이브에 데이터 업로드

# google_drive_upload_failed
source: Upload failed for unknown reasons, please try again.
ko: 알 수 없는 이유로 업로드에 실패했습니다. 다시 시도해주세요.

# google_drive_upload_successfully
source: Successfully uploading to Google Drive
ko: 구글 드라이브에 업로드 성공

source: Haptics
ko: 진동

# hapticsSettingsFooterTextWhenHapticsIsOff
source: Disable haptics for interactions.
ko: 상호 작용에 대한 진동을 사용하지 않습니다.

# hapticsSettingsFooterTextWhenHapticsIsOn
source: Enable haptics for interactions.
ko: 상호 작용에 대한 진동을 사용합니다.

source: Light mode
ko: 라이트 모드

source: Notice
ko: 알림

source: Notifications
ko: 알림

source: Settings
ko: 설정

source: Signed out of Google Drive successfully
ko: 구글 드라이브에서 로그아웃되었습니다.

source: Source language
ko: 원본 언어

source: System mode
ko: 시스템 설정 모드

source: Theme
ko: 테마

source: Time
ko: 시간

source: Translation language
ko: 번역 언어

source: When you add a word, it automatically capitalizes the first letter.
ko: 단어를 추가할 때 자동으로 첫 문자를 대문자로 저장합니다.
